{
  "events": [
    {
      "name": "Alive India In Concert with Javed Ali",
      "date": "2022-05-28",
      "address": "Phoenix Marketcity,Whitefield:Bangalore",
      "description": "",
      "id": 1
    },
    {
      "name": "National Conference on Business Management, Economics & Social Science",
      "date": "2022-05-13",
      "address": "Hotel Maya International Balmatta Rd, Bendoorwell, Kankanady, Mangaluru, Karnataka",
      "description": "National Conference on Business Management, Economics & Social Science NCBMESS. NCBMESS addresses the rapid strides and technological advancements currently witnessed in the fields of . English is the official language of the conference. We welcome paper submissions. Papers presented in the conference will be submitted for inclusion into Conference proceedings.",
      "id": 2
    },
    {
      "id": 3,
      "name": "Supermoon ft B Praak King of Hearts Tour- Mumbai",
      "address": "Jio World Garden,BKC:Mumbai",
      "date": "2022-05-28",
      "description": "The much-awaited, soul-soothing experience is coming to your city for the first time ever with Supermoon ft. B Praak – King of Hearts Tour! It’s time to embrace the soulful voice of B Praak and enter the world of pure magic with a live symphony."
    },
    {
      "name": "Smartphone Photography - Unleash the Pro Mode",
      "date": "2022-06-30",
      "address": "watch on zoom",
      "description": "Smartphone Photography - Unleash the Pro Mode, Lens, & External Applications: This part of the course is to learn how to operate the native camera application in the smartphones. As smartphone native camera doesn't provide you the flexibility on video making & we must need to switch to external camera applications, which are available in Google Play Store for Android operating system & Appstore for iPhones.",
      "id": 4
    },
    {
      "name": "Bangalore Open Air 2022",
      "date": "2022-12-03",
      "address": "Ramada by Wyndham, Yelahanka: Bangalore",
      "description": "Since its inception Bangalore, Open Air has earned a reputation as one of the biggest and most innovative Rock & Heavy Metal festivals to emerge from the Indian subcontinent. Salman U. Syed founded Bangalore Open Air with the sole purpose of giving metalheads all over India a metal festival they can call their own. After tirelessly working with the world-renowned Wacken Open Air Festival from Germany, BOA managed to forge a collaboration that has seen some of the most legendary and cutting edge metal acts grace Indian soil. From thrash titans Kreator and Destruction to legendary heavy metal stalwarts Iced Earth and extreme metal luminaries like Rotting Christ and Vader, Bangalore Open Air has never failed to pull out all the stops when it comes to booking some of metal's most sought after acts.",
      "id": 5
    }
  ]
}
